Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "The following file appears to be in use by another application:\n%s\n\nTo retry, please close the application that uses that file or restart your system."
be: "Здаецца, што наступны файл выкарыстоўваецца іншым прылажэньнем:\n%s\n\nКаб паспрабаваць ізноў, закрыйце, калі ласка, прылажэньне, што выкарыстоўвае гэны файл або перазапусьціце сыстэму."

source: "The following text will be appended in outgoing messages for %s."
be: "Гэты тэкст будзе далучацца ў канцы паведамленьняў ад Вас для %s."

source: "The input is not valid."
be: "Уведзеныя зьвесткі няправільныя."

source: "The installation folder does not exist and will be created."
be: "Тэчка ўсталёўваць не існуе, і будзе створаная."

source: "The installation was unsuccessful. Please try again later."
be: Калі ласка, паспрабуйце пазней"

source: "The installer requires administrator privileges to proceed."
be: "Каб ўсталёка працягвала працу, ёй трэба правы адміністратара."

source: "The key of the certificate was encrypted using an unsupported method, possibly one that is not considered strong enough."
be: "Ключ сэртыфікату зашыфраваны мэтадам, які не падтрымоўваецца, - магчыма, недастаткова надзейным."

source: "The key used for encryption is weak."
be: "Ключ шыфру ненадзейны."

source: "The language currently set is not on the list of supported languages. Opera is therefore unable to determine which is the most recent version available for your language."
be: Opera ня можа вызначыць, якая найбольш позьняя вэрсія падыдзе."

source: "The language file is not compatible with this version of Opera"
be: "Моўны файл ёсьць несумяшчальным з гэтай вэрсіяй Opera"

source: "The loading of the URL has been blocked for security reasons."
be: "Зацягваньне адрасу URL было спыненае дзеля бясьпекі."

source: "The location %s is invalid, or the file there is not a valid widget file."
be: "Месца %s нядзейнае або файл не зьяўляецца дзейным файлам фішкі."

source: "The location entered is invalid."
be: "Зададзенае месца нядзейнае."

source: "The new password is too short."
be: "Новы пароль закароткі."

source: "The new passwords do not match."
be: "Новыя паролі не супадаюць."

source: "The new version will be downloaded and installed automatically. While you are downloading it, you can continue browsing. Opera will be updated after a restart, at which time you will need to know the administrator password. "
be: "Новая вэрсія сьцягнецца і ўсталюецца аўтаматычна. Пад час сьцягваньня Вы можаце працягваць прагляд. Opera будзе мадэрнізаваная пасьля перазапуску, і тады Вам спатрэбіцца пароль адміністратара."

source: "The nickname %s is already in use. Enter a new nickname."
be: Калі ласка, выберыце іншую."

source: "The number %1 is not allowed for this form. Only certain numbers are allowed for this field."
be: У гэтым полі можна скарыстаць толькі пэўныя лікі."

source: "The old password is too short."
be: "Стары пароль закароткі."

source: "The online certificate validation (OCSP) server reports that validation failed because of a malformed request."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная, бо запыт няправільна састаўлены"

source: "The online certificate validation (OCSP) server reports that validation failed because of an unknown error."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная з-за нявызначанай памылкі."

source: "The online certificate validation (OCSP) server reports that validation failed because of an unspecified server error."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная з-за невызначанай памылкі сэрвэра"

source: "The online certificate validation (OCSP) server reports that validation failed because the request should have been signed."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная, бо запыт павінен быць падпісаны."

source: "The online certificate validation (OCSP) server reports that validation failed because the server is offline, please try again later."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная, бо ён ня ў сетцы. Паспрабуйце пазьней."

source: "The online certificate validation (OCSP) server reports that validation failed because you are not authorized to validate this certificate."
be: "Сэрвэр сеткавай праверкі сэртыфікатаў (OCSP) паведамляе, што праверка ня пройдзеная, бо Вы ня маеце права пацьвярджаць гэны сэртыфікат."

source: "The password did not match the re-typed password"
be: "Пароль не супадае з паролем, уведзеным паўторна"

source: "The password was incorrect. Please try again."
be: Калі ласка, паспрабуйце зноў."

source: "The passwords saved on this computer could not be synchronized with those stored remotely via Opera Link. The remote passwords are unavailable, most likely because you have changed your Opera account password. To recover the remote passwords, please enter your old Opera account password:"
be: Каб аднавіць далёкія паролі, калі ласка, набярыце стары пароль да Вашага рахунку Opera:"

source: "The plug-in installer has been downloaded. Click here to install this plug-in."
be: Клікніце тут, каб яго ўсталяваць."

source: "The plug-in installer has finished its operation. Close this dialog to continue browsing."
be: Закрыйце гэты дыялёг, каб праглядаць далей."

source: "The presented certificate has an unknown Certificate Authority."
be: "Сэрвэр гэтага сэртыфікату невядомы."

source: "The printer program must read from stdin.\nParameters are passed as one string to the program."
be: "Праграма друкаркі павінна прачытаць з stdin.\nПараметры перадаюцца праграме як адзін радок."

source: "The proxy server information has not been configured correctly."
be: "Зьвесткі проксі-сэрвэра не былі правільна наладжаныя."

source: "The proxy server requested a login authentication method that is not supported."
be: "Сэрвэр проксі патрабуе мэтад ідэнтыфікацыі імя, які не падтрымліваецца."

source: "The reason for the problem may be a mistyped URL, but the URL may also be an attempt to trick you into visiting a website which you might mistake for a site you trust."
be: "Прычынай можа быць няправільна напісаны адрас (URL), аднак гэты адрас можа быць і спробай прыцягнуць Вас на махлярскі пляц, які толькі выдае сябе за пляц, катораму Вы давяраеце."

source: "The received version information document could not be parsed."
be: "Нельга правесьці парсінг атрыманага дакумэнту, што са зьвесткамі вэрсіі."

source: "The remote server lacks necessary functionality"
be: "У далёкага сэрвэра няма патрэбнай функцыі"

source: "The remote server refuses to perform the request.\nThis address is not available."
be: "Далёкі сэрвэр не выконвае запыту.\nГэты адрас недаступны."

source: "The requested action could not be completed."
be: "Не атрымалася выканаць запатрабаванае дзеяньне."

source: "The response from the online certificate validation (OCSP) server could not be validated."
be: "Праверыць сапраўднасьць адказу ад сэрвэру сеткавай праверкі сэртыфікатаў (OCSP) не атрымалася."

source: "The response from the online certificate validation (OCSP) server was too old."
be: "Адказ ад сэрвэру сеціўнай праверкі сэртыфікатаў (OCSP) быў занадта позьні."

source: "The room %s is password protected. Enter password."
be: Увядзіце пароль."

source: "The root certificate from "%1" is not known to Opera. Opera cannot decide if this certificate can be trusted."
be: Opera ня можа вызначыць, ці можна давяраць сэртыфікату."

source: "The selected filename already exists. If you\ncontinue, the contents of the existing file will\nbe replaced.\n\nDo you want to continue?"
be: "Такое імя файла ўжо існуе.\nКалі працягваць, існуючы файл\nбудзе заменены.\n\nПрацягваць?"

source: "The selected filename already exists. Please select another file"
be: Выберыце, калі ласка, іншы файл"

source: "The selected setup cannot be applied. Please choose a setup made for the Opera version you are using."
be: Калі ласка, выберыце ўсталёўку для Вашай вэрсіі Opera."

source: "The server could not send the requested part of the file"
be: "Сэрвэр ня змог даслаць патрэбную частку файла"

source: "The server did not recognize the content type"
be: "Сэрвэр не пазнаў тып зьместу"

source: "The server does not support secure TLS renegotiation. The site owner must upgrade the server."
be: Уладальнік пляцу мусіць мадэрнізаваць сэрвэр."

source: "The server does not support secure TLS renegotiation. The site owner should upgrade the server."
be: Уладальнік пляцу мусіць мадэрнізаваць сэрвэр."

source: "The server initiated TLS renegotiation; it was denied by Opera, because the server does not support secure renegotiation. The site owner must patch the server. Continuing without renegotiation."
be: Далей праца ідзе без паўторных перамоваў."

source: "The server initiated TLS renegotiation; it was permitted by Opera, although the server does not support secure renegotiation. The site owner should patch the server."
be: Уладальнік пляцу мусіць абнавіць сэрвэр."

source: "The server is using a public encryption key with a length that only provides medium security."
be: "Сэрвэр выкарыстоўвае публічны крыптаграфічны ключ, дліна якога забясьпечвае сярэдні ўзровень бясьпекі."

source: "The server is using a short public encryption key, which is not considered to be secure."
be: "Сэрвэр выкарыстоўвае кароткі публічны крыптаграфічны ключ, які лічыцца небясьпечным."

source: "The server is using an outdated security protocol version."
be: "Сэрвэр выкарыстоўвае састарэлы пратакол бясьпекі."

source: "The server name does not match the certificate name."
be: "Назва сэрвэра не адпавядае назве сэртыфікату"

source: "The server requested a login authentication method that is not supported."
be: "Сэрвэр патрабуе мэтад ідэнтыфікацыі імя, які не падтрымліваецца."

source: "The server requested an ANONYMOUS connection, it is therefore impossible to verify the identity of the server. Is this a service that would normally be anonymous, and are you willing to send data to this anonymous server?"
be: Ці лічыце Вы, што гэты сэрвіс звычайна ананімны, і ці хочаце Вы дасылаць зьвесткі гэтаму ананімнаму сэрвэру?"

source: "The server requested an anonymous connection. The identity of the server cannot be verified."
be: Яго ідэнтыфікацыйныя зьвесткі нельга праверыць."

source: "The server requests identification in the form of a client certificate.\n\nYou may send one of the following certificates:"
be: "Сэрвэр запытаў зьвесткі ў форме кліенцкага сэртыфікату.\n\nВы можаце даслаць адзін з наступных сэртыфікатаў:"

source: "The server responded: %s"
be: "Адказ сэрвэра: %s"

source: "The server timed out"
be: "Сэрвэр зкончыў чаканьне"

source: "The server tried redirecting to an invalid address.\nPlease report this to the webmaster of the site."
be: "Сэрвэр спрабаваў перавесьці запыт на нядзейны адрас.\nКалі ласка, паведаміце пра гэта сеціўнаму майстру пляцу."

source: "The server wants to negotiate a connection that does *not* encrypt the data, but only verifies integrity. If you continue, the data can be read by anyone, but not modified."
be: Калі Вы працягнеце, любы зможа чытаць Вашыя дадзеныя, але не зьмяняць іх."

source: "The server wants to redirect your form.\n\nPress [Yes] to rePOST the form to the new destination.\n\nPress [No] to GET the new destination without resending the form.\n\nPress [Cancel] if you do not wish to continue."
be: "Сэрвэр хоча перакіраваць Ваш фармуляр.\n\nНацісьніце [Так], каб паўторна даслаць фармуляр новаму атрымальніку.\n\nНацісьніце [Не], каб зьмяніць атрымальніка і не перасылаць фармуляр.\n\nНацісьніце [Скасаваць], калі Вы ня хочаце працягваць."

source: "The server was unable to send acceptable data"
be: "Сэрвэр ня змог даслаць прымальныя зьвесткі"

source: "The server wishes to send you a cookie"
be: "Сэрвэр хоча даслаць Вам маркёр"

source: "The server's certificate chain is incomplete, and the signer(s) are not registered. Accept?"
be: Прымаць?"

source: "The server's certificate did not match its hostname. Accept?"
be: Прымаць?"

source: "The server's certificate held an invalid name expression"
be: "Сэртыфікат сэрвэра зьмяшчаў няправільнае імя"

source: "The server's certificate is signed by a certificate which is not yet valid."
be: "Сэртыфікат сэрвэра падпісаны з дапамогай сэртыфікату, які пакуль ня дзейнічае."

source: "The server's certificate is signed with an expired, invalid certificate."
be: "Сэртыфікат сэрвэра падпісаны з дапамогай нядзейнага сэртыфікату."

source: "The server's name "%1" does not match the certificate's name "%2". Somebody may be trying to eavesdrop on you."
be: Магчыма, нехта спрабуе перахапіць вашыя дадзеныя."

source: "The service is overloaded or offline. Please try again later."
be: Калі ласка, паспрабуйце пазней"

source: "The socket the web server wants to listen to is taken."
be: "Заняты сокет, якога хоча слухаць сеткавы сэрвэр."

source: "The update is now complete. You will have to restart Opera to use your mail and feeds."
be: Каб карыстацца поштай і стужкамі навінаў, перазапусьціце Opera."

source: "The user information is currently locked by the Opera Link server, but it will be available shortly"
be: "Зьвесткі карыстальніка зараз замкнутыя сэрвэрам Opera Link, але хутка будуць даступнымі"

source: "The user information is currently locked by the Opera authentication server, but it will be available shortly"
be: "Зьвесткі карыстальніка зараз замкнутыя сэрвэрам Opera, але хутка будуць даступным"

source: "The website does not permit its content to be displayed in a frame. It must be displayed in a separate window."
be: Яго трэба праглядаць у асобным вакне."

source: "The widget has been installed."
be: "Гэтая фішка была ўсталяваная."

source: "The widget upgrade is finished. Some of your widgets could not be upgraded. Please reinstall them manually."
be: Паспрабуйце ўсталяваць іх уручную."

source: "The widget will be available from the following locations:"
be: "Фішка будзе даступная адсюль:"

source: "The widgets have been placed in your Applications folder."
be: "Вашыя фішкі пакладзеныя ў тэчку Applications."

source: "Theme name:"
be: "Назва фону:"

source: "Themes"
be: "Фоны"

source: "There appears to be a problem with this Opera Unite proxy server."
be: "Здаецца, на гэтым проксі-сэрвэры Opera Unite праблема."

source: "There are %d new messages available in %s. How many messages would you like to download?"
be: Колькі Вы хочаце сьцягнуць?"

source: "There are currently no pages open"
be: "Зараз няма адчыненых старонак"

source: "There are pending IMAP commands from last session. Process them now?"
be: Выканаць іх зараз?"

source: "There is a problem with the authentication server. Please try again later."
be: Паспрабуйце пазьней."

source: "There is no default interval for page reloading."
be: "Прамежак па змоўчаньні, празь які перагружаць старонку, не пазначаны."

source: "There seems to be a problem on this server.\n\nIf loading does not finish properly, please stop the request and re-submit the form."
be: "Здаецца, на гэным сэрвэры праблема.\n\nКалі сьцягваньне ня скончыцца нармалёва, калі ласка, спыніце запыт і зноў дашліце форму."

source: "There was a problem downloading the Opera Unite Home application. Installation of Opera Unite is unable to continue."
be: Opera Unite ня можа працягваць усталёўваць."

source: "There was a problem initializing Opera Mail."
be: "Пад час ініцыялізацыі Opera Mail узьнікла праблема."

source: "There was a problem with the extension update.\n%s\nPlease reinstall the extension to get the newest version."
be: "Калі пашырэньне абнаўлялася, надарылася праблема.\n%s\nКалі ласка, усталюйце пашырэньне наноў, каб атрымаць найноўшую вэрсію."

source: "There was an error during package generation."
be: "Як ствараўся пакет, надарылася памылка."

source: "There was an error in the response returned by the online certificate validation (OCSP) server."
be: "Адказ сэрвэра сеткавай праверкі сэртыфікатаў (OCSP) зьмяшчаў памылку."

source: "There was serious problem with the widget update, unfortunately widget has been damadged. You will have to install it once again"
be: You will have to install it once again"

source: "These are the certificate authorities registered in the database."
be: "Гэта сэрвэры сэртыфікатаў, зарэгістраваныя ў базе зьвестак."

source: "These are the personal certificates registered in the database."
be: "Гэта асабістыя сэртыфікаты, зарэгістраваныя ў базе зьвестак."

source: "These characters cannot be sent using your current settings. Do you wish to send this message as Unicode (UTF-8)? If you select [No], the characters below will appear as question marks in the sent message.\n\n%s"
be: Калі Вы адкажаце [Не], сымбалі ніжэй будуць замененыя на пытальнікі.\n\n%s"

source: "Third parties"
be: "Трэція бакі"

source: "This BitTorrent archive is not fully downloaded. Do you want to delete the partially downloaded data files and the torrent file?"
be: Выдаліць часткова сьцягнутыя файлы зьвестак і файл патоку?"

source: "This URL is not in the list of URLs that can be authenticated by the given realm.\nCannot send Authentication credentials."
be: "Гэтага URL няма ў сьпісе URL, якія могуць быць ідэнтыфікаваныя дадзенай вобласьцю.\nНельга даслаць зьвесткі на ідэнтыфікацыю."

source: "This Winsock implementation lacks important functionality."
be: "У гэтага злучальніку Windows няма важнай функцыі."

source: "This action is permanent."
be: "Гэтае дзеяньне ёсьць заўсёдным."

source: "This certificate cannot be used for this purpose."
be: "На гэта сэртыфікат ня можа быць скарыстаны."

source: "This certificate has expired. You should delete it, and install an updated certificate."
be: Выдаліце яго ды ўсталюйце абноўлены."

source: "This certificate was downloaded from "%1" using a connection that is not secure"
be: "Сэртыфікат сьцягнуты з "%1" праз небясьпечнае злучэньне"

source: "This document had an invalid XSLT stylesheet. Error message from the XSLT engine:"
be: Паведамленьне пра памылку з рухавіка XSLT:"

source: "This document had no style information."
be: "У гэтым дакумэнце няма зьвестак стыляў"

source: "This executable is included in the install package."
be: "Гэты файл-дзейнік ёсьць часткай пакету ўсталёўкі."

source: "This extension can access %s."
be: "Гэтае пашырэньне мае доступ да %s."

source: "This extension can access webpages, but not your private data."
be: "Гэтае пашырэньне мае доступ да сеціўных старонак, але не да Вашых прыватных зьвестак."

source: "This extension does not access the network."
be: "Гэтае пашырэньне ня мае доступу да сеткі."

source: "This extension interacts with:"
be: "Пашырэньне працуе з:"

source: "This folder can only contain %d items. If you want to add more items, you need to delete existing items first."
be: Каб дадаць болей, трэба спачатку выдаліць цяперашнія."

source: "This folder"
be: "Гэтая тэчка"

source: "This form is being submitted via email, revealing your name and email address to the recipient. Do you want to continue?"
be: Працягваць?"

source: "This is a required field"
be: "Гэта абавязковае поле"

source: "This is a searchable index"
be: "У гэтым індэксе можна шукаць"

source: "This is a site that is known to be used for fraud. Do not enter any information on this page, even if it looks like a page that you know and trust."
be: Ня ўводзіце ніякіх зьвестак на гэнай старонцы, нават калі выглядае, што яна знаёмая і ёй можна давяраць."

source: "This is not a private tab"
be: "Гэта не прыватнае вакенца"

source: "This message contains blocked images."
be: "У паведамленьні ёсьць блякаваныя малюнкі."

source: "This message is incomplete but can be fetched the next time you check and receive mail."
be: "Паведамленьне няпоўнае, але можа быць дастаўленае, калі Вы ў наступны раз будзеце правяраць і атрымоўваць пошту."

source: "This message is incomplete but can be fetched."
be: "Паведамленьне няпоўнае, але можа быць дастаўленае."

source: "This message will be fetched the next time you check and receive mail."
be: "Паведамленьне будзе дастаўленае, калі Вы ў наступны раз будзеце правяраць і атрымоўваць пошту."

source: "This page is suspected of fraud. Its contents should not be trusted."
be: Нельга давяраць зьместу."

source: "This page may not be secure. For details, see the security tab.\n\nYou need to approve or reject the loading of this page."
be: Падрабязьней - на закладцы бясьпекі.\n\nВам трэба або пагадзіцца, або не сьцягваць гэтую старонку."

source: "This page was generated by Opera from %s"
be: "Гэтую старонку Opera стварыла з %s"

source: "This site has a clean security record."
be: "У гэтага пляцу запіс бясьпекі чысты."

source: "This site has been reported as fraudulent. Exchanging sensitive or confidential information with this site could put you at risk for identity theft and/or financial fraud."
be: Калі Вы будзеце перадаваць яму важныя або канфідэнцыйныя зьвесткі, іх могуць перахапіць і/або ўчыніць фінансавае махлярства."

source: "This site is operated by %s."
be: "Гэтым пляцам кіруе %s."

source: "This site is using an outdated encryption method which is no longer classified as secure. It cannot sufficiently protect sensitive data. Do you wish to continue?"
be: "Гэты пляц дастасоўвае стары мэтад шыфраваньня, які лічыцца небясьпечным, бо ня можа дастаткова абараніць адчувальныя зьвесткі. Працягваць?"

source: "This site specifies a level of encryption that is not secure. You have manually disabled some of the strongest encryption methods, and this may have forced the server to select the current level. We recommend that you re-enable strong encryption before proceeding. Do you wish to continue using a low encryption level?"
be: Ці працягваць зь нізкім узроўнем шыфраванасьці?"

source: "This user is banned by the Opera Link server"
be: "На сэрвэры Opera Link гэны карыстальнік забаронены"

source: "This user is banned by the Opera authentication server"
be: "На сэрвэры ідэнтыфікацыі Opera гэны карыстальнік забаронены"

source: "This version of Opera introduces a new approach to widgets. Opera Widgets have the same status as regular desktop applications. They run apart from Opera, and appear in the applications menu. To continue using your current widgets, you need to first upgrade them. You can upgrade them now, or later from the menu item Widgets > Upgrade…"
be: Вы можаце зрабіць гэта зараз або пазьней - праз мэню Фішкі> Мадэрнізаваць…"

source: "This version of Opera is using an outdated version of the Opera Link protocol. Please upgrade to a newer version of Opera."
be: Калі ласка, перайдзіце на больш новую вэрсію Opera."

source: "This website has been denied access to your location.\n\nTo change the setting, click this icon."
be: "Вы не далі гэнаму сеціўнаму пляцу доступу да Вашага месца.\n\nКаб памяняць гэтую наладку, клікніце іконку."

source: "This widget can read and write files on your computer."
be: "Гэная фішка можа чытаць і пісаць файлы на Вашым кампутары."

source: "This widget has no description"
be: "У гэнай фішкі няма апісаньня"

source: "This widget will be installed as an application on your computer."
be: "Гэная фішка будзе ўсталяваная як прылажэньне на Вашым кампутары."

source: "This widget will not read or write files on your computer."
be: "Гэная фішка ня будзе чытаць і пісаць файлы на Вашым кампутары."

source: "Thread"
be: "Ланцуг"

source: "Threaded"
be: "У ланцугу"

source: "Three Months"
be: "Тры месяцы"

source: "Thu"
be: "чац"

source: "Thumbnails"
be: "Эскізы"

source: "Thunderbird prefs file (prefs.js):"
be: "Файл перавагаў Thunderbird (prefs.js):"

source: "Thunderbird prefs files (prefs.js)|prefs.js|"
be: "Файлы перавагаў Thunderbird (prefs.js)|prefs.js|"

source: "Tibetan"
be: "Цібецкая"

source: "Tile Horizontally"
be: "Гарызантальная плітка"

source: "Tile Vertically"
be: "Вертыкальная плітка"
